tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "remotemobprogramming/brew"
brew "bat"
brew "fd"
brew "gh"
brew "git"
brew "hub"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "tree"
brew "zsh-autosuggestions"
cask "font-meslo-lg-nerd-font"
cask "qmk-toolbox"
cask "stats"
vscode "dbaeumer.vscode-eslint"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "rust-lang.rust-analyzer"
vscode "twxs.cmake"
vscode "vscodevim.vim"
