tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ory/tap"
tap "warrensbox/tap"
brew "bat"
brew "cask"
brew "colima"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "python@3.11"
brew "git-filter-repo"
brew "jq"
brew "k6"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "ory/tap/cli"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "burp-suite"
cask "font-hack-nerd-font"
cask "gimp"
